{
    "Ken Boersma": [
        {
            "name": "Ken Boersma",
            "image": "images/people/ken_boersma.jpg",
            "title": "CPA, CA",
            "position": "Partner",
            "phone": "519-235-0101 ext. 277",
            "email": "ken.boersma@ptmg.ca",
            "bio": "Ken is a Chartered Professional Accountant and Partner at the firm, bringing over three decades of experience in accounting, auditing, and tax services. Ken completed his Honours Bachelor of Commerce in 1991 at McMaster University and received his Chartered Accountant designation in 1993.\nSince joining PTMG in 1998, Ken has delivered accounting and tax services to owner-managed businesses, with a particular focus on farms. Ken also provides audit services to many not-for-profit and co-operative organizations."
        }
    ],
    "Ron Godkin": [
        {
            "name": "Ron Godkin",
            "image": "images/people/ron_godkin.jpg",
            "title": "CPA, CA",
            "position": "Partner",
            "phone": "519-235-0101 ext. 220",
            "email": "ron.godkin@ptmg.ca",
            "bio": "Ron joined the firm in August, 1989 and has been a partner since 1994. Over the past 30 plus years, Ron has provided accounting, income tax, and other financial planning services to all of his clients.\nRon and his wife Lynne live just outside of Exeter. They have enjoyed raising their 4 children here and being active members in the community."
        }
    ],
    "Dave Vantyghem": [
        {
            "name": "Dave Vantyghem",
            "image": "images/people/dave_vantyghem.jpg",
            "title": "CPA, CA",
            "position": "Partner",
            "phone": "519-235-0101 ext. 275",
            "email": "dave.vantyghem@ptmg.ca",
            "bio": "Dave graduated from the Business School at Brock University in 1991 with a Bachelor of Business Economics.\nDave received his Chartered Accountant designation in 1999 and currently resides in Kippen. Dave’s client base consists primarily of owner/operator businesses with a special interest in agriculture as a result of his rural background."
        }
    ],
    "Jilleana Poortinga": [
        {
            "name": "Jilleana Poortinga",
            "image": "images/people/jilleana_poortinga.jpg",
            "title": "CPA, CA",
            "position": "Partner",
            "phone": "519-235-0101 ext. 293",
            "email": "jilleana.poortinga@ptmg.ca",
            "bio": "Jilleana Poortinga has lived in Huron County most of her life. After graduating with honours with her Bachelor of Business Administration from Wilfrid Laurier University, she went on to obtain her CPA/CA designations, successfully passing the national exams as one of the top 50 candidates in Canada. Jilleana has over 26 years of experience in public accounting, assisting owner-managed businesses and farms with accounting and taxation services.\nJilleana currently resides east of Exeter with her husband Mark and their 4 children on their family farm. Jilleana is an active volunteer in her community, serving on the board and as a finance committee member with several charitable organizations."
        }
    ],
    "Jeff Masse": [
        {
            "name": "Jeff Masse",
            "image": "images/people/jeff_masse.jpg",
            "title": "CPA, CA",
            "position": "Partner",
            "phone": "519-235-0101 ext. 243",
            "email": "jeff.masse@ptmg.ca",
            "bio": "Jeff Masse brings a unique blend of expertise in accounting, business strategy, and data analytics. With a background in Business, Accounting, and Mathematics, Jeff specializes in helping agricultural and small business clients make informed, data-driven decisions.\nA leader in leveraging technology, Jeff integrates tools like Power BI, Excel, and automation platforms to streamline reporting, improve efficiency, and deliver valuable insights. He also oversees firm operations, ensuring the team can focus on delivering high-quality client service.\nOutside the office, Jeff is a dedicated husband and father of three. He spends much of his free time at hockey arenas, supporting his kids in youth hockey. He is also an active community member, sitting on boards that support initiatives he is passionate about."
        }
    ],
    "Tyler Bryson": [
        {
            "name": "Tyler Bryson",
            "image": "images/people/tyler_bryson.jpg",
            "title": "CPA",
            "position": "Partner",
            "phone": "519-235-0101 ext. 296",
            "email": "tyler.bryson@ptmg.ca",
            "bio": "Tyler Bryson has lived in the Exeter area for most of his life. He graduated with a Bachelor of Management and Organizational Studies (Honours Specialization in Accounting) from the University of Western Ontario. After graduating university Tyler joined PTMG in the fall of 2015, later obtaining his CPA designation in 2019.\nTyler currently resides in Exeter and has been with PTMG since 2016, assisting a wide variety of clients, including agriculture, manufacturing, and construction. In his spare time, he enjoys reading, golfing, and spending time with friends and family."
        }
    ],
    "Josh Groot": [
        {
            "name": "Josh Groot",
            "image": "images/people/josh_groot.jpg",
            "title": "CPA",
            "position": "Partner",
            "phone": "519-235-0101 ext. 292",
            "email": "josh.groot@ptmg.ca",
            "bio": "Josh graduated from Laurentian University in 2015, obtaining a Bachelor of Business Administration with a specialization in accounting. Shortly after graduating university Josh joined PTMG in the fall of 2015, later obtaining his CPA designation in 2019.\nJosh services clients across a wide range of industries, with his primary focus being in the agricultural sector.\nJosh has lived in the Exeter area for the majority of his life and currently resides in Zurich with his family."
        }
    ]
}